<html>

<head>
    <link rel="stylesheet" type="text/css" href="style.css" media="screen" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Mariana Rodriguez Avila Pinturas</title>
</head>

<body>
    <table width="90%">
        <tr>
            <td>
                <a target="_blank" href="https://www.facebook.com/Mariana-Rodriguez-Avila-pinturas-120749337950065/" title="FaceBook"><img class="icon" src="icon-facebook.png" /></a>
            </td>
            <td>
                <a target="_blank" href="https://www.instagram.com/marianarodriguezavila/" title="Instagram"><img class="icon" src="icon-instagram.png" /></a>
            </td>
            <td>
                <a target="_blank" href="mailto:marianarodriguezavila@gmail.com" title="e-mail"><img class="icon" src="icon-email.png" /></a>
            </td>
            <td>
                <a href="bio.html" title="Bio">
                    <p class="site-title">BIO</p>
                </a>
            </td>
            <td width="80%" style="text-align: right;">
                <p class="site-title"><a href="index.html">MARIANA RODRIGUEZ AVILA</a></p>
            </td>
        </tr>
    </table>

    <table class="table-center" cellpadding="20">
        <tr>
            <td valign="top" style="padding:40">
                <img src="bio.jpg" width="550px" />
            </td>
            <td colspan="4" valign="top" style="padding: 40">
                <p class="texto-derecha">Todo lo s&oacute;lido se desvanece en el aire</p>
                <p class="texto">Toda forma tiene contenido, expl&iacute;cito o impl&iacute;cito, pero lo tiene. Esa forma expresa siempre dos circunstancias: la subjetividad del artista y su visi&oacute;n del mundo en el que le toc&oacute; vivir. Un mundo que no eligi&oacute;
                    pero que, invariablemente tratar&aacute; de entender y cambiar. Sobre todo, esto &uacute;ltimo.</p>

                <p class="texto">El mundo que representa Mariana Rodr&iacute;guez Avila en sus pinturas est&aacute; signado por la incertidumbre, la exasperaci&oacute;n y la violencia. Pintura abstracta, es cierto, pero al mismo tiempo absolutamente realista. El garabato,
                    el chorreado, la mancha, expresan el caos de este siglo XXI donde se derrumban las viejas certezas pero no surgen otras nuevas que las reemplacen.</p>

                <p class="texto">Es una pintura emocional, gestual, pero al mismo tiempo profundamente reflexiva. El hecho de poder fijar el caos en una tela coloca a la artista en una posici&oacute;n de fuerza. Al representarlo, lo domina, lo fija, lo ordena. En sus
                    obras hay, sin lugar a dudas, un orden secreto.</p>

                <p class="texto">Cada escuela pict&oacute;rica, cada pintor en particular, aporta una nueva mirada. Puede coincidir o no, con otros artistas, pero siempre ser&aacute; &uacute;nica. Asomarse al mundo de Mariana Rodr&iacute;guez Avila es contemplar nuestro
                    tiempo al desnudo. Podemos aceptar, resignados, que las cosas son as&iacute; y no pueden ser cambiadas. O por el contrario, podemos convertir al caos en materia creativa. Esta opci&oacute;n es la que eligi&oacute;, con pasi&oacute;n
                    y lucidez, la artista.</p>

                <p class="texto-centro">Por Luis Pazos</p>
            </td>
        </tr>
    </table>
</body>

<script src="scale.js"></script>

</html>
